Repository: Amereyeu/media-controls
Catalog: po/*.po
Languages: cs

source: [MediaControls] Enabling
cs: [MediaControls] Aktivace

source: [MediaControls] Disabling
cs: [MediaControls] Deaktivace

source: [MediaControls] Reloading
cs: [MediaControls] Opětovné načítání

source: Unknown artist
cs: Neznámý umělec

source: Unknown album
cs: Neznámé album

source: No track
cs: Žádná skladba

source: Track
cs: Skladba

source: Track + Album
cs: Skladba + Album

source: Artist
cs: Interpret

source: Artist + Album
cs: Interpret + Album

source: Album + Artist
cs: Album + Interpret

source: Album + Track
cs: Album + Skladba

source: Player name
cs: Název přehrávače

source: Playback status
cs: Stav přehrávání

source: Filename
cs: Název souboru

source: Custom
cs: Vlastní

source: Left
cs: Vlevo

source: Center
cs: Uprostřed

source: Right
cs: Vpravo

source: Player icon
cs: Ikona přehrávače

source: Track title
cs: Název skladby

source: Control icons
cs: Ikony ovládání

source: Sources menu
cs: Nabídka zdrojů

source: Element
cs: Prvek

source: Left click
cs: Levý klik

source: Right click
cs: Pravý klik

source: Middle click
cs: Prostřední klik

source: Left double click
cs: Levý dvojklik

source: Right double click
cs: Pravý dvojklik

source: Scroll up
cs: Posunutí nahoru

source: Scroll down
cs: Posunutí dolů

source: Hover
cs: Najetí myší

source: unstable
cs: nestabilní

source: Toggle play/pause
cs: Přepínání přehrávání/pozastavení

source: Play
cs: Přehrát

source: Pause
cs: Pozastavit

source: Next
cs: Další

source: Previous
cs: Předchozí

source: Volume up
cs: Zvýšit hlasitost

source: Volume down
cs: Snížit hlasitost

source: Cycle loop options
cs: Volby cyklické smyčky

source: Toggle shuffle
cs: Přepnout náhodné přehrávání

source: Toggle sources menu
cs: Přepnout nabídku zdrojů

source: Toggle track information menu
cs: Přepnout nabídku informací o skladbě

source: Raise player
cs: Přepnout další skladbu

source: Quit player
cs: Ukončit

source: General
cs: Obecné

source: Settings
cs: Nastavení

source: Maximum widget width
cs: Maximální šířka doplňku

source: 0 to disable
cs: 0 pro deaktivaci

source: No. of seconds to seek by
cs: Počet sekund k vyhledání

source: Use native seek
cs: Použít nativní hledání

source: Disable this if seeking is not working
cs: Pokud vyhledávání nefunguje, deaktivujte tuto možnost

source: Hide the media notification
cs: Skrýt oznámení o médiích

source: Clip title and artist in track information menu
cs: Ořezat název a interpreta v nabídce informací o skladbě

source: Disable this to use wrapping instead
cs: Chcete-li místo toho použít zalamování, deaktivujte tuto možnost

source: Scroll the track label in the panel
cs: Posouvat štítek stopy na panelu

source: Enable this to scroll the panel label instead of clipping
cs: Povolte tuto možnost, chcete-li posouvat štítek namísto ořezávání

source: Track label
cs: Štítek skladby

source: Starting label
cs: Počáteční štítek

source: Separating label
cs: Oddělovací štítek

source: Ending label
cs: Koncový štítek

source: Release Notes
cs: Poznámky k vydání

source: Report a issue
cs: Nahlásit problém

source: Homepage
cs: Domovská stránka

source: Visibility
cs: Zobrazení

source: show/hide elements
cs: zobrazit/skrýt prvky

source: Title/Track name
cs: Jméno/Název skladby

source: Separators
cs: Oddělovače

source: Player controls
cs: Ovládání přehrávače

source: Play/pause button
cs: Tlačítko Přehrát/Pozastavit

source: Previous track button
cs: Tlačítko předchozí skladba

source: Next track button
cs: Tlačítko další skladba

source: Seek back button
cs: Tlačítko vyhledávání zpět

source: Seek forward button
cs: Tlačítko vyhledávání vpřed

source: Colors
cs: Barvy

source: Colored player icon
cs: Barevná ikona přehrávače

source: Separator characters
cs: Oddělovací znaky

source: Preset
cs: Předvolba

source: To use it choose 'Custom' under 'Preset' selection
cs: Chcete-li jej použít, vyberte „Vlastní“ pod výběrem „Předvolba“

source: Appearance
cs: Vzhled

source: Position
cs: Pozice

source: Extension position
cs: Pozice doplňku

source: Extension index
cs: Index doplňku

source: Element order
cs: Pořadí

source: Shortcuts
cs: Klávesové zkratky

source: Mouse actions
cs: Akce myši

source: Hotkey
cs: Klávesová zkratka

source: Hot key
cs: Klávesová zkratka

source: Hot key to toggle the track information menu
cs: Klávesová zkratka pro přepínání nabídky informací o skladbě

source: Select a hotkey
cs: Vyberte klávesovou zkratku

source: New hotkey
cs: Nová klávesová zkratka

source: Other
cs: Ostatní

source: Cache
cs: Mezipaměť

source: Cache images
cs: Ukládat obrázky do mezipaměti

source: Media Controls caches album art so they don't need to be redownloaded every time. You can clear your cache here.
cs: Media Controls ukládají obrázky alb do mezipaměti, takže je není nutné pokaždé znovu stahovat. Zde můžete vymazat mezipaměť.

source: Clear cache
cs: Vyčistit mezipaměť

source: Blacklist players
cs: Přehrávače na blacklistu

source: Add player
cs: Přidat přehrávač

source: Failed to clear cache
cs: Vymazání mezipaměti se nezdařilo

source: Determine player automatically
cs: Automaticky vybrat přehrávač
